Repository: pythonbrad/social_network
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Enter your username
fr: Entrez votre nom d'utilisateur

source: Enter your email
fr: Entrez votre email

source: Eg: %(date)s
fr: Exemple: %(date)s

source: *Optional
fr: Optionnel

source: Retype your password
fr: Retapez votre mot de passe

source: password verification
fr: verification de votre mot de passe

source: username is too short, min %(min_length)d characters
fr: nom d'utilisateur est trop court, minimun %(min_length)d caractères

source: This username is already used
fr: Ce nom d'utilisateur est déjà utilisé

source: username is too long, max %(max_length)d characters
fr: nom d'utilisateur est trop long, maximun %(max_length)d caractères

source: username should not contains the space
fr: nom d'utilisateur doit pas contenir d'espace

source: username should not begin with a number
fr: nom d'utilisateur ne doit pas commencer par un numbre

source: This email is already used
fr: Cette email est déjà utilisé

source: password is too short, min %(min_length)d characters
fr: mot de passe est trop court, minimun %(min_length)d caractères

source: %(tag)s is too long, max %(max_length)d characters
fr: %(tag)s est trop long, maximun %(max_length)d caractères

source: %(tag)s should not contains the space
fr: %(tag)s doit pas contenir d'espace

source: %(tag)s should not begin with a number
fr: %(tag)s doit pas commencer par un nombre

source: You are too young.
fr: Vous êtes trop jeune.

source: Password verification and password are different
fr: Mot mot de passe de vérification et mot de passe sont différent

source: Type your Username or Email
fr: Tapez votre nom d'utilisateur ou votre adresse email

source: Type your Password
fr: Tapez votre mot de passe

source: Username or Email
fr: Nom d'utilisateur ou adresse email

source: password
fr: mot de passe

source: password invalid
fr: mot de passe invalide

source: username or email invalid
fr: nom d'utilisateur or adresse email invalide

source: Enter your message
fr: Entrez votre message

source: Enter the new first name
fr: Entrez le nouveau prénom

source: first name
fr: prénom

source: last name
fr: dernier nom

source: Enter the new date of birth
fr: Entrez la nouvelle date de naissance

source: date of birth
fr: date de naissance

source: Enter your password
fr: Entrez votre mot de passe

source: Enter your password to valid the modifications
fr: Entrez votre mot de passe pour valider les modifications

source: Enter the old password
fr: Entrez l'ancien mot de passe

source: old password
fr: ancien mot de passe

source: Enter the new password
fr: Entrez le nouveau mot de passe

source: The photo should be lower to 1MB or 1024KB, this photo has %(size_in_mb)dMB or %(size_in_kb)dKb
fr: La photo doit être inférieur à 1MB or 1024KB, cette photo as %(size_in_mb)dMB ou %(size_in_kb)dKb

source: authors
fr: auteurs

source: contains
fr: contenue

source: comments
fr: commentaires

source: likers
fr: aimeurs

source: date of creation
fr: date de creation

source: %(user1)s said: Can you see this article of %(user2)s?
fr: %(user1)s disait: Pouvez vous voir cette article de %(user2)s?

source: senders
fr: expéditeurs

source: receivers
fr: destinataires

source: is received?
fr: est recues?

source: date of reception
fr: date de reception

source: owns
fr: propriétaires

source: users
fr: utilisateurs

source: date of last message
fr: date de dernier message

source: is valided?
fr: est valided?

source: username
fr: nom d'utilisateur

source: language
fr: langage

source: no media?
fr: pas de média?

source: date of update
fr: date de mise à jour

source: %(user)s said "Hello, I would be your friend"
fr: %(user)s disait "Salut, je voudrais être votre amis"

source: %(user)s has accepted your friendship
fr: %(user)s as accepté votre amitié

source: %(user1)s is now in friendship with %(user2)s
fr: %(user1)s est maintenant en amitié avec %(user2)s

source: your friendship with %(user)s has been canceled
fr: votre amitié avec %(user)s as été annulée

source: New message from %(user)s
fr: Nouveau message de %(user)s

source: %(user)s has published a new article
fr: %(user)s a publié un nouveau article

source: %(user1)s has comments an article of %(user2)s that you has liked
fr: %(user1)s a commenté un article de %(user2)s que tu as aimé

source: %(user)s has comments your article
fr: %(user)s as commenté ton article

source: See Media
fr: Voir Média

source: Comment
fr: Commenter

source: More
fr: Plus

source: Unliked
fr: Je n'aime plus

source: Liked
fr: J'aime

source: Share
fr: Partager

source: Delete
fr: Supprimer

source: Create a new article
fr: Creer un nouveau article

source: Nothing for the moment, Make you many friends to see more articles.
fr: Rien pour le moment, Faites vous beaucoup d'amis pour voir plus d'articles

source: Settings
fr: Paramètres

source: Logout
fr: Se déconnecté

source: New Article
fr: Nouveau article

source: New Comment
fr: Nouveau commentaire

source: Comments
fr: Commentaires

source: Nothing for the moment
fr: Rien pour le moment

source: Discussion with %(username)s
fr: Discussion avec %(username)s

source: See his details
fr: Voir ses détails

source: Send message
fr: Envoyer un message

source: Received
fr: Reçue

source: Not received
fr: Non reçue

source: Already member, or not still member, done a choice
fr: Déjà membre, or pas encore membre, faites votre choix

source: Already member
fr: Déjà membre

source: Not still member
fr: Pas encore membre

source: List friends
fr: Liste d'amis

source: Not friends for the moment
fr: Pas d'amis pour le moment

source: Find friends
fr: Trouver des amis

source: Frienship en attente
fr: Amitié en attente

source: Asking friendship from %(user)s
fr: Demande d'amis provenant de %(user)s

source: Asking friendship with %(user)s en attente
fr: Demande d'amis avec %(user)s en attente

source: Abort
fr: Supprimer

source: Cancel
fr: Annuler

source: Accept
fr: Accepter

source: List users
fr: List d'utilisateurs

source: Adhesion
fr: Adhésion

source: Date of birth
fr: Date de naissance

source: Already friend
fr: Déjà amis

source: Friendship in waiting
fr: Amitié en attente

source: Send friendship
fr: Envoyer une demande d'amitié

source: Not others users for the moment
fr: Pas d'autres utilisateurs pour le moment

source: Select a discussion
fr: Slectionner une discussion

source: Last Message
fr: Dernier Message

source: Open
fr: Ouvrir

source: Ago %(date_created)s
fr: Il y'a %(date_created)s

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: News
fr: Actualités

source: Friends
fr: Amis

source: Friendships
fr: Amitiés

source: Select a menu
fr: Selectionner un menu

source: Message to %(username)s
fr: Message à %(username)s

source: I have a account
fr: J'ai un compte

source: Active
fr: Actif

source: Date joined
fr: Date d'adhésion

source: Last login
fr: Dernière connexion

source: First name
fr: Prénom

source: Last name
fr: Dernier nom

source: Language
fr: Langage

source: Delete friendship
fr: Supprimer amitié

source: Home
fr: Domicile

source: Panel
fr: Administration

source: Signin
fr: S'inscrire

source: Login
fr: Se connecter

source: Create article
fr: Creer un article

source: Create comment
fr: Creer un commentaire

source: List friendship
fr: Liste d'amitié

source: My informations
fr: Mes informations

source: Photo of profil
fr: Photo de profil

source: Change your photo of profil
fr: Changer de photo de profil

source: Password
fr: Mot de passe

source: Change your password
fr: Changer de mot de passe

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: Click on open to Enable or Disable media to control your datas
fr: Click sur open pour Activer or Désactiver les médias pour plus de contrôle sur tes données

source: password verification error
fr: verification de mot de passe érroné

source: You should wait %(days_to_wait)d days to change this information, last update: %(date_last_update)s
fr: Vous devez attendre %(days_to_wait)d jours pour changer cette information, dernier mise à jour: %(date_last_update)s

source: User Settings
fr: Paramètre utilisateur

source: Photo Settings
fr: Paramètre de photo

source: Old password error
fr: Ancien mot de passe érroné

source: Password Settings
fr: Paramètre de mot de passe

source: User details
fr: Détails utilisateur
